/**
 * Created by HanQi on 16/6/13.
 */
module.exports = {

    //key
    "key" : 'myworldwenwo20151016myworldwenwo',
    
    //正式版
    "appid" : "wx99f15635dd7d9e3c",
    "appsecret" : "9157e84975386b6dee6a499cc639973e",
    "test" : 1,

    //无线购买账号
    "havedAccount":["573dc3d0ad5b9500576a5207"],

    //用户上传信息马甲号
    "createAccount":["573dc3d0ad5b9500576a5207","573b0e3df38c8400673bb48d","573cb9b92e958a00660e84b8"],
    "name":["九卿臣","孤央","青冘","沉秋","酒自斟","悉数沉淀","暖寄归人" ,"瞎闹腾", "盏茶作酒", "厌世症","人心可畏", "你真逗比","前凸后翘", "可喜可乐", "以心换心", "或许", "渣中王", "一干为尽", "你的愚忠", "就是任性","缺氧患人！", "住进时光里", "难免心酸", "只为你生", "前后都是你", "不忘初心", "缺我也没差", "十年温如初", "闹够了就滚", "单身女王", "我心透心凉", "有钱就是任性", "爱情就是难题", "国名小逗比！", "我脑残我乐意", "你会腻我何必","钻石女王心！", "枪蹦狗友","美美的校霸花", '装逼不适合你', "隔壁王学长", "带我装逼带我飞", "没刘海照样拽","深爱是场谋杀！", "我一贱你就笑i","深情不及久伴", "怎样自在怎样活", "为梦喧闹只为你", "没资本就别装纯", "姐的拽、你不懂", "这辈子赖定你了", "灵魂深处有个他", "众人皆醉我独醒", "深爱是场谋杀。", "妲己再美终是妃", "不再眠心悲凉", "女人无情便是王、", "给我五厘米的高度", "喜欢你是我有病i", "往事讽刺笑到肚疼", "酌酒一杯赐你饮下", "爱我毁她你好吊", "脾气酸独与你温柔", "听说你是个茬子", "我想请你次辣条", "原来你也是人", "别拿装逼当典范", "旧时光她是个美人", "一身傲骨怎能服输", "你与氧气共存亡", "当你的眼睛眯着笑", "时光凉透初时模样。", "平底鞋走天下", "一辈子都当女超人","赐毒酒一杯给那贱人","孤冢清风" ,"默默的承受", "骄傲到自负。", "默默的离开", "默默的付出、", "Dissappear","释怀", "笑叹红尘", "傻蛋也有爱情","他腐朽年華", "你是我的幸运儿", "花花花小伙","Au","revoir、", "墨尔本情", "玩的是命","笑个", "一半眼线", "这样就好", "豆芽菜","過客", "無盡透明的思念", "solo　","忘了他", "粉红顽皮豹", "小心翼翼", "別敷衍", "恋人爱成路人", "昔日餘光。", "惆怅旅客","微信网名", "今非昔比’", "孤单","无名指", "莫名的青春", "一抹苍白", "笑叹尘世美", "爱你心口难开", "孤君独战", "青丝几渐","爱被冰凝固", "一生承诺", "倥絔", "只求一份安定", "哭花了素颜", "浮殇年華", "焚心劫", "ー半憂傷 ","余温散尽", "执念，爱", "漫长人生", "迷路的男人", "孤傲王者", "蝶恋花╮", "。婞褔ｖīｐ", "丶演绎悲伤", "怀念·最初", "回忆未来", "簡單灬愛", "请在乎我１秒", "昂贵的、背影", "日久见人心", "无可置疑◆", "*丶 海阔天空", "虚伪了的真心", "最迷人的危险", "有妳，很幸福", "相知相惜", "◆乱世梦红颜", "残花为谁悲丶", "淡淡の、清香", "代价是折磨╳", "吥↘恠侑噯↘", "?、花容月貌", "﹎℡默默的爱", "穿越古代", "习惯", "在你的世界走不出去", "就再多一秒的爱", "石头剪子布", "﹂生﹂世﹂双人ら", "言己", "石头队长再见了", "爱你太久i", "很有粪量的人", "慢热型男", "爱我所爱@", "疯格@ ","纣王偏宠妲己妖", "姐抽的是寂寞", "ㄜ~{离隹}、 仺白了青春", "黒色ン誘惑灬", "累@ ","@重返20岁", "步非+烟花", "背叛的报应。", "彼此爱人i@", "长欢尽", "永恆的承諾卟屬於我", "唇边回味奶茶浓香*", "◤　　戏子°", "沦陷芭比伦、女人", "爱情自以为是", "釹王控。", "对半感情", "ら樱雪之城ペ", "蝼蚁@ ","灿勋zzang", "嘚瑟的小情绪ぃ", "曾经少年薄荷凉", "无 、尽 寂寞 ","分开走@", "华年乱了谁的浮生ˉ", "り午夜↘清醒依旧", "颓废式╭流年", "萌主﹫", "花香洇染", "智商╮偏d1。", "阳光下的少年。", "冷酷‰杀神", "══做个低调の孩纸◥", "┅涟漪、水波在泛滥┅", "C丶F灬梦之队", "ɡ1rl。女孩", "女孩般的幸福", "我姓黄我心慌！", "天青色等烟雨", "烟染╰　素人颜", "丿super丶潮流灬", "小三温柔了也是低贱 ぢ", "煙消雲散只為成全*", "你说没对象你媳妇造么", "爱没有所谓亏欠", "奥利奥╮", "我在地狱仰望天堂", "青春的爱恋", "Ｓòrγy︶ㄣ", "萌爹爹", "女王(Queen)ゆ性", "Vie", "爱情有保质期", "徒留一场笑谈一场心伤", "最爱还是你i", "掌心温差", "玫瑰香旳誘惑", "看我不爽就滚i", "樱花树下","那纯美一笑"],
    
    "imgNum":141,
    "imgHead":"http://wenwo.leanapp.cn/img/create/wenwo",


    //测试版
    // "appid" : "wxb0f5d00833204d63",
    // "appsecret" : "44ab2dc42222c6f619a12dd8c5dc63d9"


    //Android
    "androidAppid" : "wxb4b71b749fb0ea09",
    "androidMchid"  : "1373092602"
}